13/data/attachments/299dd26b2ac9e01a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nancy_two_Friend_83017_6</nif:username>
            <nif:friendToBeRequested>soap_friends_46adde95-4755-4922-a330-861da6439b52</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>